{
    "truths": [
      "Apa rahasia terbesar yang belum pernah kamu ceritakan kepada siapa pun?",
      "Pernahkah kamu jatuh cinta dengan seseorang yang tidak mungkin kamu miliki?",
      "Jika kamu bisa mengubah satu hal tentang diri kamu, apa yang akan kamu ubah?",
      "Siapa orang yang paling kamu kagumi dan kenapa?",
      "Apakah kamu pernah berbohong untuk menghindari masalah? Jelaskan.",
      "Apa ketakutan terbesar kamu yang tidak pernah kamu ungkapkan?",
      "Pernahkah kamu memendam rasa terhadap teman baik kamu?",
      "Jika kamu bisa kembali ke masa lalu, apa yang akan kamu lakukan secara berbeda?",
      "Siapa yang paling sering muncul dalam mimpi kamu?",
      "Apa kebiasaan buruk yang ingin kamu hilangkan tapi belum berhasil?",
      "Pernahkah kamu diam-diam membenci seseorang yang kamu seharusnya suka?",
      "Apakah kamu pernah memalsukan perasaan kamu?",
      "Apa keputusan terburuk yang pernah kamu buat dalam hidup?",
      "Siapa yang pernah kamu sakiti tanpa sengaja, dan bagaimana kamu menanganinya?",
      "Pernahkah kamu cemburu pada teman dekat? Ceritakan.",
      "Apa ketakutan teraneh yang pernah kamu alami?",
      "Apa hal paling aneh yang pernah kamu lakukan saat sendirian?",
      "Pernahkah kamu mencuri sesuatu? Jika ya, apa itu?",
      "Apa yang paling kamu sesali dalam hidup?",
      "Siapa orang yang paling berpengaruh dalam hidup kamu?",
      "Apakah kamu pernah tidak jujur tentang perasaanmu kepada seseorang?",
      "Apa pendapat kamu tentang persahabatan antara laki-laki dan perempuan?",
      "Apa mimpi teraneh yang pernah kamu alami?",
      "Pernahkah kamu bersikap buruk kepada seseorang hanya karena mood kamu sedang jelek?",
      "Apakah kamu punya rahasia yang kamu harap tidak akan pernah diketahui orang lain?",
      "Siapa yang pertama kali membuatmu menangis?",
      "Apa hal paling memalukan yang pernah kamu lakukan di depan banyak orang?",
      "Pernahkah kamu memikirkan seseorang dengan cara yang tidak pantas?",
      "Apa yang kamu takutkan tentang masa depan?",
      "Siapa orang terakhir yang kamu bohongi, dan apa yang kamu bohongkan?",
      "Jika kamu bisa menjadi orang lain selama satu hari, siapa yang kamu pilih?",
      "Apa hal terbodoh yang pernah kamu lakukan karena cinta?",
      "Pernahkah kamu mencoba sesuatu yang ilegal?",
      "Apa yang menurutmu paling menarik dari diri kamu?",
      "Pernahkah kamu merasa kesepian meski dikelilingi oleh banyak orang?",
      "Siapa cinta pertama kamu, dan apakah kamu masih mengingatnya?",
      "Apa kata yang paling sering kamu gunakan saat marah?",
      "Pernahkah kamu berpura-pura menyukai sesuatu untuk menyenangkan orang lain?",
      "Apa hal paling aneh yang kamu pikirkan saat ini?",
      "Apa hal tergila yang pernah kamu lakukan di sekolah?",
      "Pernahkah kamu iri pada kesuksesan orang lain?",
      "Apakah kamu pernah mencuri hati seseorang hanya untuk meninggalkannya?",
      "Apa film yang pernah membuatmu menangis?",
      "Apa hal yang paling memalukan yang pernah terjadi pada kamu di media sosial?",
      "Apakah kamu pernah tertarik dengan pasangan teman kamu?",
      "Apa mimpi terbesar kamu yang belum tercapai?",
      "Pernahkah kamu merasa tidak puas dengan hidup kamu?",
      "Apa pendapatmu tentang pernikahan?",
      "Pernahkah kamu merasa menyesal setelah berkata kasar kepada seseorang?",
      "Apa hal paling berani yang pernah kamu lakukan?",
      "Pernahkah kamu membicarakan teman di belakang mereka?",
      "Apa yang paling kamu takutkan tentang kehilangan seseorang?",
      "Apa kebohongan terbesar yang pernah kamu ceritakan?",
      "Apa yang paling kamu rindukan dari masa kecilmu?",
      "Siapa yang pertama kali mencuri hatimu?",
      "Pernahkah kamu mengakhiri hubungan hanya karena ego kamu?",
      "Apa hal yang membuat kamu merasa tidak aman tentang diri kamu?",
      "Siapa orang yang paling kamu andalkan dalam hidup?",
      "Apa yang paling kamu benci dari media sosial?",
      "Pernahkah kamu jatuh cinta pada pandangan pertama?",
      "Apa hal yang paling kamu takutkan dalam hidup?",
      "Pernahkah kamu membicarakan seseorang yang hadir di dalam ruangan tanpa mereka tahu?",
      "Apa yang membuatmu merasa paling bahagia?",
      "Apakah kamu pernah merasa iri pada saudara kandungmu?",
      "Apa yang kamu inginkan dari hubungan ideal?",
      "Pernahkah kamu menyembunyikan sesuatu dari orang tua kamu?",
      "Apa ketakutan terbesar kamu dalam hidup ini?",
      "Siapa yang pertama kali membuatmu merasa spesial?",
      "Pernahkah kamu merasa cemas tanpa alasan yang jelas?",
      "Apa hal paling menyedihkan yang pernah kamu alami?",
      "Pernahkah kamu berpura-pura menyukai seseorang padahal tidak?",
      "Apa lagu yang paling membuat kamu teringat kenangan tertentu?",
      "Siapa yang paling sering kamu pikirkan sebelum tidur?",
      "Apa yang paling kamu takuti jika seseorang tahu tentang kamu?",
      "Pernahkah kamu mengkhianati teman kamu?",
      "Apa yang paling kamu benci tentang diri kamu sendiri?",
      "Pernahkah kamu merasa tidak dicintai oleh orang yang kamu cintai?",
      "Apa kebohongan terbesar yang pernah kamu ceritakan untuk menghindari masalah?",
      "Siapa yang paling kamu percayai di dunia ini?",
      "Apa hal paling memalukan yang pernah kamu katakan kepada seseorang yang kamu suka?",
      "Pernahkah kamu menangis karena sebuah lagu?",
      "Apa yang paling kamu rindukan dari seseorang yang sudah tidak ada dalam hidup kamu?",
      "Pernahkah kamu merasa benar-benar hancur?",
      "Apa yang paling kamu benci dari diri kamu sendiri?",
      "Apa kebiasaan buruk yang masih kamu lakukan meski tahu itu salah?",
      "Siapa yang pernah kamu sakiti, dan apakah kamu menyesal?",
      "Pernahkah kamu berharap bisa kembali ke masa lalu untuk memperbaiki kesalahan?",
      "Apa yang paling kamu takutkan tentang masa depan?",
      "Pernahkah kamu merasa iri dengan kebahagiaan orang lain?",
      "Apa yang paling kamu sukai tentang diri kamu sendiri?",
      "Pernahkah kamu jatuh cinta dengan orang yang salah?",
      "Apa hal paling berharga yang pernah kamu miliki dan hilang?",
      "Apa yang membuatmu merasa paling malu tentang masa kecilmu?",
      "Pernahkah kamu melakukan sesuatu yang sangat konyol untuk mengesankan seseorang?",
      "Apa pendapatmu tentang cinta sejati?",
      "Apa mimpi teraneh yang pernah kamu alami?",
      "Pernahkah kamu merasa bersalah tanpa alasan yang jelas?",
      "Apa yang membuatmu merasa paling tidak aman tentang diri kamu?",
      "Siapa orang terakhir yang membuat kamu marah?",
      "Apa yang kamu inginkan dari masa depan?",
      "Apa ketakutan terbesarmu?",
      "Pernahkah kamu berpura-pura orgasme?",
      "Apa hal paling memalukan yang pernah terjadi saat berhubungan?",
      "Pernahkah kamu tertarik pada sahabat pasanganmu?",
      "Apa fantasi seksual teraneh yang pernah kamu bayangkan?",
      "Pernahkah kamu tertangkap basah sedang melakukan sesuatu yang intim?",
      "Seberapa sering kamu menonton konten dewasa?",
      "Apakah kamu pernah mencuri pandang pada seseorang yang sedang berganti pakaian?",
      "Apa posisi favoritmu saat berhubungan?",
      "Pernahkah kamu mengirimkan pesan atau foto yang terlalu berani kepada seseorang?",
      "Siapa orang yang paling kamu impikan untuk diajak berkencan satu malam?",
      "Apakah kamu pernah memiliki pengalaman one night stand?",
      "Pernahkah kamu mencoba menggunakan mainan dewasa?",
      "Apa hal teraneh yang pernah kamu coba saat berhubungan?",
      "Pernahkah kamu berbohong kepada pasanganmu tentang pengalaman seksualmu di masa lalu?",
      "Apa tempat paling tidak biasa di mana kamu pernah melakukan sesuatu yang intim?",
      "Pernahkah kamu berpikir untuk mengakhiri hubungan karena masalah di ranjang?",
      "Apa bagian tubuh pasanganmu yang paling kamu sukai?",
      "Pernahkah kamu membayangkan seseorang selain pasanganmu saat berhubungan?",
      "Apakah kamu pernah menonton film dewasa bersama pasanganmu?",
      "Seberapa sering kamu merasa tidak puas setelah berhubungan?",
      "Apa hal terliar yang pernah kamu lakukan saat mabuk?",
      "Pernahkah kamu mencoba melakukan sesuatu yang dilarang atau tabu saat berhubungan?",
      "Apa pakaian dalam favoritmu yang paling membuatmu merasa seksi?",
      "Pernahkah kamu mencoba sexting dengan seseorang?",
      "Apa mimpi terliar yang pernah kamu alami tentang seseorang?",
      "Pernahkah kamu merasa tertarik kepada orang yang jauh lebih tua atau lebih muda darimu?",
      "Pernahkah kamu berfantasi tentang seorang teman?",
      "Apa hal paling romantis yang pernah kamu lakukan untuk seseorang?",
      "Pernahkah kamu merasa tidak tertarik kepada pasanganmu di tengah-tengah hubungan?",
      "Apa hal paling romantis atau seksual yang ingin kamu coba tetapi belum berani?",
      "Pernahkah kamu merasa cemburu terhadap mantan pasanganmu?",
      "Apakah kamu pernah mengalami pengalaman canggung saat berhubungan?",
      "Pernahkah kamu berbohong tentang pengalaman seksualmu untuk terlihat lebih berpengalaman?",
      "Apa yang kamu pikirkan pertama kali saat melihat seseorang yang sangat menarik?",
      "Pernahkah kamu tertarik kepada seseorang yang sudah berpasangan?",
      "Apa hal paling ekstrem yang pernah kamu lakukan untuk menarik perhatian seseorang?",
      "Pernahkah kamu merasakan rasa bersalah setelah berhubungan?",
      "Apa hal terliar yang pernah kamu impikan saat tidur?",
      "Pernahkah kamu membayangkan melakukan sesuatu yang sangat berbeda dari kebiasaanmu?",
      "Apa hal yang paling membuatmu merasa diinginkan oleh pasanganmu?",
      "Pernahkah kamu mencoba menggoda seseorang secara sengaja meskipun tahu itu salah?",
      "Apa hal yang paling kamu takutkan akan terjadi dalam kehidupan cintamu?",
      "Pernahkah kamu merasa tertarik pada lebih dari satu orang sekaligus?",
      "Apa fantasi terliar yang pernah kamu miliki tentang seseorang yang kamu kenal?",
      "Pernahkah kamu merasa malu atau tidak nyaman saat berbicara tentang seks?",
      "Apa hal yang paling membuatmu malu yang pernah terjadi di depan pasanganmu?",
      "Pernahkah kamu membayangkan hidup tanpa komitmen jangka panjang?",
      "Apa hal paling intim yang pernah kamu lakukan di tempat umum?",
      "Pernahkah kamu merasa ingin mengubah sesuatu dalam kehidupan seksualmu?",
      "Apa hal yang paling membuatmu merasa hidup dan penuh gairah?",
      "Siapa orang terakhir yang kamu suka?",
      "Pernah bohong ke temanmu? Ceritakan!"
    ],
    "dares": [
      "Tiru cara berbicara orang yang ada di sebelah kamu selama 2 menit.",
      "Kirim pesan acak ke salah satu kontak di ponsel kamu dan tunggu reaksinya.",
      "Lakukan tarian aneh tanpa musik selama 1 menit.",
      "Pura-pura menjadi hewan pilihanmu selama 2 menit.",
      "Cobalah membuat lelucon yang tidak lucu dan lihat apakah orang lain tertawa.",
      "Lakukan gerakan yoga yang paling sulit yang bisa kamu pikirkan.",
      "Cium lutut kamu sendiri.",
      "Tulis status aneh di media sosialmu tanpa menjelaskan alasannya.",
      "Gambar wajahmu dengan spidol.",
      "Berbicara dengan aksen yang berbeda selama 5 menit.",
      "Cobalah berbicara terbalik selama 1 menit.",
      "Biarkan orang lain memilih lagu dan nyanyikan dengan penuh semangat.",
      "Minum segelas air dengan satu tarikan napas.",
      "Cobalah makan sesuatu dengan tangan terbalik.",
      "Ceritakan kisah horor dengan lampu mati.",
      "Peluk orang terdekatmu selama 1 menit tanpa berkata apa-apa.",
      "Lakukan tarian robot selama 2 menit.",
      "Cobalah menulis pesan dengan mata tertutup.",
      "Cobalah berjalan seperti model di catwalk.",
      "Lakukan impersonasi salah satu teman atau selebriti favoritmu.",
      "Teriakkan kata pertama yang terlintas di pikiranmu sekarang.",
      "Lakukan push-up sebanyak mungkin dalam 1 menit.",
      "Lompati kursi atau meja sebanyak mungkin dalam 1 menit.",
      "Biarkan seseorang menulis sesuatu di wajahmu.",
      "Panggil seseorang dengan nama hewan peliharaan favoritmu selama 10 menit.",
      "Cobalah berjalan seperti orang tua selama 3 menit.",
      "Nyanyikan lagu kebangsaan dengan gaya rap.",
      "Berjalan di sekitar ruangan sambil menirukan suara hewan.",
      "Bercermin dan berbicaralah kepada dirimu sendiri selama 2 menit.",
      "Berpura-pura kamu adalah alien dan cobalah untuk mengajak bicara orang lain.",
      "Telfon seseorang dan nyatakan cintamu.",
      "Posting foto aneh di media sosial."
    ]
}
  